{
  "About": "Sobre mí",
  "Projects": "Proyectos",
  "Experience": "Experiencia",
  "Contact": "Contacto",
  "Blog": "Blog",
  "ContactMe": "Contactame",
  "Appaerance": "Apariencia",

  "AboutInfo": "Programador Full Stack con especialización en desarrollo Frontend e IT. Me dedico a crear experiencias de usuario cautivadoras y a resolver problemas complejos en sistemas de información.",
  "CV": "Descargar CV",
  "Skills": "Habilidades",

  "lng": "Español",

  "Description1": "⌨️ Tk Keyboards se dedica a crear teclados mecánicos de alta calidad.",
  "Description2": "🏥 Proyecto de clínica médica para el proyecto final del bootcamp de Desarrollador Full Stack.",
  "Description3": "🏪 Una tienda de sneakers y ropa de las marcas mas famosas.",
  "Description4": "📚 Página de contenido educativo multi-idioma creada para un cliente.",
  "Description5": "🚗 Página web de alquiler de coches de lujo que permite eliminar, crear y editar vehículos.",
  "Description6": "🤖 Un bot de Discord con roles, música, tickets y comandos de administradores.",
  "Description7": "✅ Página para organizar tu dia mediante un To-Do List en la cual puedes crear nuevas tareas.",
  "Description8": "🖥️ Artículos y tutoriales sobre Desarrollo Web  y mas. (En construcción)",

  "ShowMore": "Mostrar más",
  "ShowLess": "Mostrar menos",

  "Experience1": "Como desarrollador full stack freelance, tengo experiencia en el desarrollo tanto del front-end como del back-end, lo que me permite ofrecer soluciones web integrales. Desde el diseño de interfaces de usuario hasta la optimización del rendimiento del servidor, proporciono soluciones personalizadas y de alta calidad que impulsan el éxito empresarial.",
  "Experience2": "Trabajé en la resolución de problemas informáticos y en la configuración tanto de impresoras como de computadoras. Además, participé en la organización de impresoras y sus configuraciones de red.",
  "Experience3": "Mi trabajo consistía en resolver problemas informáticos relacionados con el software tanto para nuestra empresa como para los clientes a los que servíamos. También tenía habilidades en Microsoft Office."
}
